<?php
// ----- LANGUAGE PROPERTIES ----
// Language 		: فارسی / Farsi / Persian
// Language Code 	: FA
// Country 			: Iran
// Country Code 	: IR
// ------------------------------

// menu
$lang["home"] 			= "خانه";
$lang["about_us"] 		= "درباره ما";
$lang["whitepaper"] 	= "کاغذ گربه";
$lang["audit"] 			= "حسابرسی";
$lang["merch"] 			= "کالا";
$lang["buy_now"] 		= "خرید در لحظه";

// main
$lang["name"] 			= "توکن گربه";
$lang["tagline"] 		= "بهترین توکن جامعه محور در دنیا";
$lang["smart_contract"] = "قرارداد هوشمند";

// about section
$lang["about"] 			= "درباره ما";
$lang["about_desc"] 	= "توکن گربه در 26 نوامبر سال 2021 توسط ناکاموتو میاوشی (گربه ساتوشی ناکاموتو) به عنوان یک پروژه تحت محور جامعه با اهداف بزرگ و بلند مدت اما با بودجه کمی راه اندازی شد که اندکی پس از راه اندازی توسط میاوشی کنار گذاشته شد و اکنون تحت مالکیت و اداره مردم آن جامعه شگفت انگیز می باشد. ";

// tokenomics section
$lang["tokenomics"] 	= "توزیع دارایی";
$lang["t_sup"] 			= "تعداد کل توکن";
$lang["mc"] 			= "حجم بازار";
$lang["symbol"] 		= "نشان";
$lang["holders"] 		= "دارندگان";
$lang["ownership"] 		= "مالکیت";
$lang["renounced"] 		= "انصراف داده شده";
$lang["locked"] 		= "قفل شده";
$lang["liquidity"] 		= "نقدینگی";

// why section
$lang["why"] 			= "چرا";
$lang["reflection"] 	= "بازگشت پاداش به دارندگان";
$lang["reflection_d"] 	= "توکن گربه دارای  2%  مالیات خرید و 1.7% فروش است، این مالیات به طور خودکار به دارندگان کت کوین پرداخت می شود.";
$lang["reflection_c"] 	= "میزان بازگشت پاداش خود را در اینجا ببینید";
$lang["community"] 		= "جامعه محور";
$lang["community_d"] 	= "قرارداد توکن گربه لغو شده است. این بدان معناست که نمی توان قرارداد را تغییر داد و کسی نمی تواند آن را از جامعه سلب کند.";
$lang["community_c"] 	= "قرارداد هوشمند ما را در اینجا بررسی کنید";
$lang["safe"] 			= "100% ایمن و مطمئن";
$lang["safe_a"] 		= "علاوه بر قرارداد هوشمند فوق العاده ،";
$lang["safe_d"] 		= " ما همچنین امتیاز صد از صد را در کمپانی که در زیر ذکر شده است ، کسب کرده ایم. این امتیاز به دلیل لغو قرارداد توسط سازنده است و هیچ خطری در هیچ زمانی ما را تهدید نخواهد کرد.
Token Sniffer ";
$lang["safe_c"] 		= "لطفاً برای اطلاع خود قرارداد هوشمند ما را بررسی کنید";

// audit section
$lang["we"] 			= "ما اینجا هستیم";
$lang["audited"] 		= "حسابرسی شده توسط";

// listing section
$lang["listed"] 		= "قابل معامله در صرافی";

//how section
$lang["how"] 			= "چگونگی خرید";
$lang["download"] 		= "کیف پول هوشمند را دانلود کنید";
$lang["desktop"] 		= "بر روی کامپیوتر شخصی";
$lang["desktop_d1"] 	= "افزونه متامسک را برای مرورگر گوگل کروم دانلود کنید";
$lang["desktop_d2"] 	= "و قدم ها را برای ایجاد یک حساب کاربری دنبال کنید";
$lang["mobile"] 		= "بر روی موبایل شخصی";
$lang["mobile_d1"] 		= "کیف پول تراست ولت را دانلود کنید";
$lang["mobile_d2"] 		= "بر روی موبایل شخصی خود.";
$lang["warning1"] 		= "فراموش نکنید که کلمه های بازیابی خود را ذخیره کنید و";
$lang["warning2"] 		= "هرگز آن را به شخص دیگری به اشتراک نگذارید.";
$lang["purchase"] 		= "توکن بی ان بی خریداری کنید";
$lang["purchase_d1"] 	= "باید از طریق صرافی این عمل انجام شود";
$lang["purchase_d2"] 	= "برای خرید توکن گربه  به این بی ان بی نیاز دارید. هنگامی که بی ان بی خود را دریافت کردید، آن را به عنوان زیر به آدرس کیف پول خود ارسال کنید.
BNB BEP20";
$lang["visit"] 			= "بازدید";
$lang["visit_d"] 		= "کیف پول خود را وصل کنید، روی گزینه سوآپ کلیک کنید. بی ان بی را به عنوان گزینه بالا انتخاب کنید و آدرس قرارداد ما را در قسمت پایین انتخاب کنید.
0x2f0c6e147974BfbF7Da557b88643D74C324053A2";
$lang["hodl"] 			= "نگهداری کنید";
$lang["hodl_d"] 		= "توکن گربه خود را نگهداری کنید و ببینید چه میزان پاداشی به شما واریز خواهد شد";

// chart tracker section
$lang["tracker1"] 		= "صفحه رسمی ما";
$lang["tracker2"] 		= "مشاهده نمودار گربه";

// nft section
$lang["nft1"] 			= "ما را بررسی کنید";
$lang["nft2"] 			= "NFT توکن گربه";
$lang["nft_c"] 			= "1,234 مجموعه";
$lang["nft_d1"] 		= "کل مجموعه در 12 دقیقه فروخته شد";
$lang["nft_d2"] 		= "کل مجموعه در 1 ساعت فروخته شد";

// roadmap section
$lang["roadmap"] 		= "نقشه راه";

// footer
$lang["partnership"] 	= "شریک تجاری";
$lang["menu"] 			= "منو";
$lang["links"] 			= "پیوست های مورد نیاز";
$lang["link1"] 			= "قرارداد هوشمند";
$lang["link2"] 			= "بازگشت پاداش";
$lang["link3"] 			= "انجمن";
$lang["merch_shop"] 	= "فروشگاه";

// modal and essentials
$lang["announcement"] 	= "اطلاعیه";
$lang["language"] 		= "انتخاب زبان";
$lang["close"] 			= "خروج";
